[
    "userkiller hangs userkilled from a tree.",
    "userkiller stabs userkilled repeatedly with a screwdriver.",
    "userkiller slits userkilled's throat with a rusty chainsaw.",
    "userkiller runs over userkilled with a clwon car.. repeatedly.",
    "userkiller pushes userkilled off a plane with no parachute.",
    "userkiller calls in Secret Service to finish off userkilled.",
    "userkiller mummifies userkilled.. alive.",
    "userkiller buries userkilled alive.",
    "userkiller sentences userkilled to death by a cheese grater.",
    "userkilled is forced to drink wet cement by userkiller.",
    "userkiller drops a piano on userkilled.",
    "userkiller straps userkilled to train tracks..",
    "userkiller puts userkilled in a room full of gunpowder and a lit match.",
    "userkiller throws userkilled into a pit of snakes.",
    "userkiller locks userkilled inside an industrial microwave.",
    "userkiller drowns userkilled in a septic tank.",
    "userkiller locks userkilled room full of wild canines.",
    "userkiller tosses a tied up userkilled off a boat into the middle of an ocean.",
    "userkiller slips bleach into userkilled's lemonade.",
        "userkilled dies of natural causes.",
        "userkiller hired me to kill you, but I don't want to! userkilled",
        "userkilled slips on a banana peel and falls down the stairs.",
        "userkiller murders userkilled with an axe.",
        "userkilled dies of starvation.",
        "userkiller decapitates userkilled with a sword.",
        "Sorry, userkiller, I don't like killing people.",
        "userkilled dies after swallowing a toothpick.",
        "userkilled vocally opposed the Clintons and then suddenly disappeared.",
        "userkiller shoots userkilled in the head.",
        "userkiller, are you sure you want to kill userkilled? They seem nice to me.",
        "userkilled gets hit by a car.",
        "userkilled gets struck by lightning.",
        "userkilled has some bad chinese food, and pays the ultimate price.",
        "userkilled is killed by their own stupidity.",
        "userkilled is dead at the hands of userkiller.",
        "userkilled can't be killed, as they are a ghost.",
        "userkilled gets stabbed by userkiller.",
        "In a sudden turn of events, userkiller **doesn't** kill userkilled.",
        "userkilled kills themself after realizing how dumb userkiller is.",
        "userkiller strangles userkilled.",
        "After getting pushed into the ocean by userkiller, userkilled is eaten by a shark.",
        "userkilled is abducted by aliens, and the goverment kills them to cover it up.",
        "userkilled got stepped on by an elephant.", 
        "userkilled died from shitting for 36 hours straight.",
        "userkilled is so dumb that they choked on oxygen.",
        "userkilled died from not eating enough ass.",
        "userkilled died from eating too much ass.",
        "The bullet missed Harambe and hit userkilled instead. Yay for harambe!",
        "AIDS. userkilled died from AIDS.",
        "userkilled died due to eating WAY too many hotdogs in preparation for their date Friday night.",
        "userkilled got into a knife fight with the pope. One of them is in hell now.",
        "userkilled died from swallowing rocks too fast",
        "userkilled died from ebola.",
        "userkilled fell into a pit of angry feminists.",
        "userkilled died while playing hopscotch on *seemingly* deactivated land mines.",
        "userkilled ripped their own heart out to show their love for userkiller.",
        "userkilled died from a swift kick to the brain.",
        "userkilled was eaten alive by ants",
        "userkilled died after gaming for 90 hours straight without moving or eating.",
        "userkilled tried to outrun a train, the train won.",
        "userkilled killed themselves after seeing the normie memes that userkiller posts.",
        "After raid of roblox kids entered the server, userkilled died of cancer.",
        "userkilled talked back to mods and got destroyed by the ban hammer.",
        "userkilled bought a fidget spinner and drowned in pussy.",
        "userkilled died from eating too much bread :/",
        "userkilled tried to get famous on YouTube by livingstreaming something dumb. Skydiving while chained to a fridge.",
        "userkilled was walking normally when out of the corner of their eye they saw someone do a bottle flip and dab causing userkilled to have a stroke.",
        "userkilled died from eating cactus needles.",
        "userkilled died after playing with an edgy razor blade fidget spinner.",
        "userkilled died because they started playing with a fidget spinner but they realise its 2016 so you start fapping to the old witch in snow white and obama starts mowing their lawn and they jump out of the window and get ripped to pieces by Obama's lawn mower",
        "userkilled ate too many laxatives and drowned in their own shit. Ew.",
        "userkilled drowned in their own tears.",
        "userkilled died from whacking it too much.",
        "userkilled dies due to lack of friends."
]
